Repository: theglobehead/Playlists-With-Flask
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: lv

# strings.discover_page
source: Discover
lv: Atklāt

# strings.upload_song
source: Upload song
lv: Augšupielādēt dziesmau

# strings.select_playlist
source: Select playlist
lv: Izvēlēties playlistu

# strings.add_song
source: Add song
lv: Pievienot dziesmu

# strings.add
source: Add
lv: Pievienot

# strings.song_name
source: Song name
lv: Dziesmas nosaukums

# strings.name
source: Name
lv: Vārds

# strings.album_name
source: Album name
lv: Albūma nosaukums

# strings.song_image
source: Song image
lv: Dziesmas attēls

# strings.song_audio
source: Song audio
lv: Dziesmas audio

# strings.upload
source: Upload
lv: Augšupielādēt

# strings.error
source: Error
lv: Errors

# strings.login_page
source: Login
lv: Ieiet

# strings.home_page_heading
source: Music Playlists With Flask
lv: Mūzikas Playlisti Ar Flask

# strings.login
source: Login
lv: Ieiet

# strings.username
source: username
lv: Lietotājvārds

# strings.password
source: password
lv: Parole

# strings.log_in
source: Log in
lv: Ieiet

# strings.no_account
source: Dont have an account
lv: Nav izveidots konts

# strings.register_here
source: Register here
lv: Reģistrējieties šeit

# strings.playlists_page
source: Your playlists
lv: Playlisti

# strings.songs
source: Songs
lv: Dziesmas

# strings.delete
source: Delete
lv: Dzēst

# strings.audio_element_not_supported
source: Your browser does not support the audio element.
lv: Jūsu pārlūkprogramma neatbalsta audio element

# strings.register_page
source: Register
lv: Reģistrēties

# strings.register
source: Register
lv: Reģistrējieties

# strings.retype_password
source: Retype password
lv: Ievadiet paroli vēlreiz

# strings.account_already_created
source: Account already created
lv: Jau izveidots konts

# strings.login_here
source: Login here
lv: Ieiet šeit

# strings.create_new
source: Create new
lv: Radīt jaunu

# strings.open
source: Open
lv: Atvērt

# strings.new_playlist
source: New playlist
lv: Jauns playlists

# strings.name_playlist
source: Name playlist
lv: Nosauciet playlistu

# strings.create
source: Create
lv: Radīt

# strings.settings
source: Settings
lv: Iestatījumi

# strings.log_out
source: Log out
lv: Izrakstīties

# error_msg.incorrect_login_details
source: Incorrect login details!
lv: Nepareiza informācija!

# error_msg.something_went_wrong
source: Something went wrong...
lv: Kaut kas nogāja greizi...

# error_msg.enter_both_passwords
source: Both passwords must be entered!
lv: Ievadiet abas paroles!

# error_msg.no_username_entered
source: Username must be entered!
lv: Ievadiet lietotājvārdu!

# error_msg.username_too_long
source: Username is too long!
lv: Pārāk garš lietotājvārds

# error_msg.password_too_short
source: Passwords are not equal!
lv: Pārāk īsa parole

# error_msg.passwords_must_be_equal
source: Password must be at least 8 characters long!
lv: Abām parolēm jābūt vienādām

# error_msg.username_taken
source: Username is already taken!
lv: Lietotājvārds jau aizņemts
